LEXICON: dict[str, str] = {
    '/start': 'Привет!\nЯ - бот рерайтер, жамкните кнопочку!',
    'help': '• Рерайтинг - обработка исходных текстовых материалов в целях'
            ' их дальнейшего использования. В отличие от копирайтинга, '
            'за основу берётся уже написанный текст, который переписывается'
            ' своими словами с сохранением смысла.\n\n'
            '• Чтобы переписать текст, вам нужно нажать кнопку "Начать перепись", а далее'
            ' следовать вариантам, предлагаемым ботом.',
    'greeting': 'Вновь приветствую!\nЧем могу быть полезен?',
    'leave_author': 'Чтобы продолжить работу, напишите любое сообщение.',
    'admin_greet': 'Приветствую, администратор.\n Что бы вы хотели сделать?',
    'split': 'Выберите действие'
}  # Основные сообщения от бота


BAD_LEXICON = ["Что-то в вашем вопросе меня смущает. Может, поговорим на другую тему?",
               "Не люблю менять тему разговора, но вот сейчас тот самый случай.",
               "Как у нейросетевой языковой модели у меня не может быть настроения,"
               " но почему-то я совсем не хочу говорить на эту тему."]  # Ответы гигачата на некорректные сообщения.
