LEXICON: dict[str, str] = {
    '/start': 'Привет!\nЯ - бот рерайтер, жамкните кнопочку!',
    'help': 'Сосал?',
    'greeting': 'Вновь приветствую!\nЧем могу быть полезен?',
    'leave_author': 'Чтобы продолжить работу, напишите любое сообщение.',
}


BAD_LEXICON = ["'Что-то в вашем вопросе меня смущает. Может, поговорим на другую тему?",
               "Не люблю менять тему разговора, но вот сейчас тот самый случай.",
               "Как у нейросетевой языковой модели у меня не может быть настроения,"
               " но почему-то я совсем не хочу говорить на эту тему.",]